Show / Hide Table of Contents
Enum EdgePositionType
Position of reinforcement on edge
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum EdgePositionType
Fields
 Name |  Description
 PartEdgeFromBegin
Part edge from beginning
 PartEdgeFromEnd
Part edge from end
 PartEdgeToSegment
Part edge to the end
 WholeLength
WholeLength
 Improve this Doc
 View Source